

const OurAimsAndObjectives = () => {
    return (
      <div className="bg-white">
        <h3 className="font-bold text-lg p-4">আমাদের লক্ষ্য ও উদ্দেশ্য</h3>
        <hr className=" border-red-500 border" />
        <div className="p-4  divide-y space-y-4 text-justify">
          <p>
            ক. প্রকৃত গণতান্ত্রিক চেতনা, মানবিক বিবেক বোধ, বিজ্ঞানমনস্ক
            যুক্তিবাদী মানস, অগ্রসর চিন্তা, সুস্থ রুচিবোধ, স্বাজাত্যবোধ এবং
            আত্মমর্যাদা ও আত্মবিশ্বাসসম্পন্ন ভবিষ্যত নাগরিক তৈরি।
          </p>
          <p>
            খ. এ লক্ষ্যে শিক্ষামূলক প্রতিষ্ঠান স্থাপন ও পরিচালনা, পাঠসামগ্রী
            প্রণয়ন ও প্রকাশ, বিশিষ্ট এই শিক্ষাদর্শ প্রচার ও প্রতিষ্ঠা।
          </p>
          <p>
            গ. শিক্ষা যে এক ক্রমবিকাশমান চলমান প্রক্রিয়া তা বিবেচনায় রেখে
            যুগোপযোগী প্রয়োজনীয় সংস্কার, নবায়ন ও অগ্রযাত্রা অব্যাহত রেখে
            প্রতিষ্ঠানের উন্নয়ন ও বিকাশসাধন।
          </p>
          <p>
            ঘ. দীর্ঘদিনের ধারাবাহিক শ্রম ও কাজের মাধ্যমে অর্জিত পরিকাঠামো ও
            সৃষ্ট সুনাম লালন ও এর বিকাশসাধন।
          </p>
        </div>
      </div>
    );
};

export default OurAimsAndObjectives;